Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cli.omo.usage
source: Usage: cmux omo [opencode-args...] Launch OpenCode with oh-my-openagent in a UniConnect-aware environment. oh-my-openagent orchestrates multiple AI models as specialized agents in parallel. This command sets up a tmux shim so agent panes become native UniConnect splits with sidebar metadata and notifications. This command: - sets a tmux-like environment so oh-my-openagent uses UniConnect splits - prepends a private tmux shim to PATH - forwards all remaining arguments to opencode The tmux shim translates tmux window/pane commands into UniConnect workspace and split operations in the current UniConnect session. Examples: cmux omo cmux omo --continue cmux omo --model claude-sonnet-4-6
ar: الاستخدام: cmux omo [opencode-args...] قم بتشغيل OpenCode باستخدام Oh-my-openagent في بيئة مدركة UniConnect. يقوم oh-my-openagent بتنسيق نماذج الذكاء الاصطناعي المتعددة كوكلاء متخصصين بالتوازي.يقوم هذا الأمر بإعداد شريحة tmux بحيث تصبح أجزاء الوكيل أصلية UniConnect ينقسم مع بيانات تعريف الشريط الجانبي والإشعارات. هذا الأمر: - يضبط بيئة تشبه tmux بحيث يستخدم oh-my-openagent تقسيمات UniConnect - يُلحق tmux شريحة خاصة بـ PATH - إعادة توجيه جميع الوسائط المتبقية إلى الكود المفتوح تقوم الرقائق tmux بترجمة أوامر النافذة/الجزء tmux إلى مساحة العمل UniConnect وتقسيم العمليات في الجلسة الحالية UniConnect. أمثلة: cmux omo cmux omo --continue cmux omo --model claude-sonnet-4-6
bs: Upotreba: cmux omo [opencode-args...] Pokrenite OpenCode sa oh-my-openagentom u okruženju koje je svesno UniConnect. oh-my-openagent orkestrira više AI modela kao specijalizirane agente paralelno. Ova naredba postavlja podlošku tmux tako da prozori agenta postanu izvorni UniConnect se dijeli s metapodacima i obavještenjima bočne trake. Ova komanda: - postavlja tmux-slično okruženje tako da oh-my-openagent koristi UniConnect split - dodaje privatni tmux shim na PATH - prosljeđuje sve preostale argumente u opencode tmux shim prevodi tmux naredbe prozora/okna u UniConnect radni prostor i split operacije u trenutnoj UniConnect sesiji. primjeri: cmux omo cmux omo --continue cmux omo --model claude-sonnet-4-6
da: Anvendelse: cmux omo [opencode-args...] Start OpenCode med oh-my-openagent i et UniConnect-bevidst miljø. oh-my-openagent orkestrerer flere AI-modeller som specialiserede agenter i parallel. Denne kommando opsætter et tmux shim, så agentruder bliver native UniConnect opdeles med sidebar metadata og meddelelser. Denne kommando: - indstiller et tmux-lignende miljø, så oh-my-openagent bruger UniConnect splitter - sætter et privat tmux shim foran PATH - videresender alle resterende argumenter til opencode tmux mellemlægget oversætter tmux vindues-/rudekommandoer til UniConnect arbejdsområde og del operationer i den aktuelle UniConnect session. Eksempler: cmux omo cmux omo --continue cmux omo --model claude-sonnet-4-6
de: Verwendung: cmux omo [opencode-args...] Starten Sie OpenCode mit oh-my-openagent in einer UniConnect-fähigen Umgebung. oh-my-openagent orchestriert mehrere KI-Modelle als spezialisierte Agenten in parallel. Dieser Befehl richtet einen tmux-Shim ein, sodass Agent-Bereiche nativ werden UniConnect teilt sich mit Seitenleisten-Metadaten und Benachrichtigungen auf. Dieser Befehl: – legt eine tmux-ähnliche Umgebung fest, sodass oh-my-openagent UniConnect-Splits verwendet - Stellt PATH ein privates Shim tmux voran - leitet alle verbleibenden Argumente an Opencode weiter Das Shim tmux übersetzt tmux Fenster-/Bereichsbefehle in den Arbeitsbereich UniConnect und Split-Vorgänge in der aktuellen Sitzung UniConnect. Beispiele: cmux omo cmux omo --continue cmux omo --model claude-sonnet-4-6
es: Uso: cmux omo [opencode-args...] Inicia OpenCode con oh-my-openagent en un entorno integrado con UniConnect. oh-my-openagent coordina en paralelo varios modelos de IA como agentes especializados. Este comando prepara un shim de tmux para que los paneles de agentes sean divisiones nativas de UniConnect con metadatos y notificaciones en la barra lateral. Este comando: - configura un entorno compatible con tmux para que oh-my-openagent use divisiones de UniConnect - antepone a PATH un shim privado de tmux - reenvía a opencode todos los argumentos restantes El shim traduce los comandos de ventanas y paneles de tmux en operaciones de espacios de trabajo y divisiones dentro de la sesión actual de UniConnect. Ejemplos: cmux omo cmux omo --continue cmux omo --model claude-sonnet-4-6
fr: Utilisation : cmux omo [opencode-args...] Lancez OpenCode avec oh-my-openagent dans un environnement compatible UniConnect. oh-my-openagent orchestre plusieurs modèles d'IA en tant qu'agents spécialisés dans parallèle. Cette commande configure une cale tmux pour que les volets d'agent deviennent natifs UniConnect se divise avec les métadonnées et les notifications de la barre latérale. Cette commande : - définit un environnement de type tmux donc oh-my-openagent utilise les divisions UniConnect - ajoute une cale privée tmux à PATH - transmet tous les arguments restants à opencode La cale tmux traduit les commandes de fenêtre/volet tmux en UniConnect espace de travail et fractionner les opérations dans la session UniConnect actuelle. Exemples : cmux omo cmux omo --continue cmux omo --model claude-sonnet-4-6
it: Utilizzo: cmux omo [opencode-args...] Avvia OpenCode con oh-my-openagent in un ambiente compatibile con UniConnect. oh-my-openagent orchestra più modelli di intelligenza artificiale come agenti specializzati in parallelo. Questo comando imposta uno spessore tmux in modo che i riquadri dell'agente diventino nativi UniConnect si divide con metadati e notifiche della barra laterale. Questo comando: - imposta un ambiente simile a tmux in modo che oh-my-openagent utilizzi UniConnect divide - antepone uno spessore privato tmux a PATH - inoltra tutti gli argomenti rimanenti a opencode Lo shim tmux traduce i comandi della finestra/riquadro tmux nell'area di lavoro UniConnect e suddividere le operazioni nella sessione corrente UniConnect. Esempi: cmux omo cmux omo --continue cmux omo --model claude-sonnet-4-6
ja: 使い方: cmux omo [opencode-args...] UniConnect 対応の環境で OpenCode と oh-my-openagent を起動します。 oh-my-openagent は複数の AI モデルを専門エージェントとして並列に オーケストレーションします。このコマンドは tmux shim を設定し、 エージェントのペインをネイティブの UniConnect split に変換します。 このコマンドは次を行います: - oh-my-openagent が UniConnect の split を使うよう tmux 風の環境を設定 - 専用の tmux shim を PATH の先頭に追加 - 残りの引数をそのまま opencode に渡す tmux shim は、tmux の window/pane コマンドを、現在の UniConnect セッション内の workspace と split 操作に変換します。 例: cmux omo cmux omo --continue cmux omo --model claude-sonnet-4-6
km: ការប្រើប្រាស់៖ cmux omo [opencode-args...] បើកដំណើរការ OpenCode ជាមួយ oh-my-openagent នៅក្នុងបរិយាកាស UniConnect-aware។ oh-my-openagent រៀបចំម៉ូដែល AI ជាច្រើនជាភ្នាក់ងារឯកទេសនៅក្នុង ប៉ារ៉ាឡែល។ពាក្យបញ្ជានេះកំណត់ tmux shim ដូច្នេះផ្ទាំងភ្នាក់ងារក្លាយជាដើម UniConnect បំបែកជាមួយទិន្នន័យមេតារបារចំហៀង និងការជូនដំណឹង។ ពាក្យបញ្ជានេះ៖ - កំណត់បរិយាកាស tmux ដូច្នេះ oh-my-openagent ប្រើ UniConnect បំបែក - ទុកជាឯកជន tmux shim ទៅ PATH - បញ្ជូនបន្តអាគុយម៉ង់ដែលនៅសល់ទាំងអស់ទៅកូដបើកចំហ tmux shim បកប្រែ tmux window/pane commands ចូលទៅក្នុង UniConnect workspace និងបំបែកប្រតិបត្តិការនៅក្នុងវគ្គ UniConnect បច្ចុប្បន្ន។ ឧទាហរណ៍៖ cmux omo cmux omo --continue cmux omo --model claude-sonnet-4-6
ko: 사용법: cmux omo [opencode-args...] UniConnect 호환 환경에서 oh-my-openagent와 함께 OpenCode를 실행합니다. oh-my-openagent는 여러 AI 모델을 전문 에이전트로 병렬 조율합니다. 이 명령은 에이전트 패인이 사이드바 메타데이터와 알림이 있는 네이티브 UniConnect 분할이 되도록 tmux 심을 설정합니다. 이 명령은: - oh-my-openagent가 UniConnect 분할을 사용하도록 tmux 호환 환경을 설정합니다 - PATH 앞에 전용 tmux 심을 추가합니다 - 나머지 인자를 모두 opencode에 전달합니다 tmux 심은 tmux 윈도우/패인 명령을 현재 UniConnect 세션의 워크스페이스 및 분할 작업으로 변환합니다. 예시: cmux omo cmux omo --continue cmux omo --model claude-sonnet-4-6
nb: Bruk: cmux omo [opencode-args...] Start OpenCode med oh-my-openagent i et UniConnect-bevisst miljø. oh-my-openagent orkestrerer flere AI-modeller som spesialiserte agenter i parallell. Denne kommandoen setter opp en tmux shim slik at agentrutene blir native UniConnect deler seg med sidefelts metadata og varsler. Denne kommandoen: - setter et tmux-lignende miljø slik at oh-my-openagent bruker UniConnect splitter - legger et privat tmux mellomlegg til PATH - videresender alle gjenværende argumenter til opencode tmux mellomlegget oversetter tmux vindu/rute-kommandoer til UniConnect arbeidsområde og del operasjoner i gjeldende UniConnect økt. Eksempler: cmux omo cmux omo --continue cmux omo --model claude-sonnet-4-6
pl: Zastosowanie: cmux omo [opencode-args...] Uruchom OpenCode z oh-my-openagent w środowisku obsługującym UniConnect. oh-my-openagent koordynuje wiele modeli sztucznej inteligencji jako wyspecjalizowani agenci równolegle. To polecenie konfiguruje podkładkę tmux, dzięki czemu panele agentów stają się natywne UniConnect dzieli się z metadanymi paska bocznego i powiadomieniami. To polecenie: - ustawia środowisko podobne do tmux więc oh-my-openagent używa UniConnect podziałów - dołącza prywatną tmux podkładkę do PATH - przekazuje wszystkie pozostałe argumenty do opencode Podkładka tmux tłumaczy tmux polecenia dotyczące okna/panelu na UniConnect obszar roboczy i podziel operacje w bieżącej UniConnect sesji. Przykłady: cmux omo cmux omo --continue cmux omo --model claude-sonnet-4-6
pt_br: Uso: cmux omo [opencode-args...] Inicie OpenCode com oh-my-openagent em um ambiente compatível com UniConnect. oh-my-openagent orquestra vários modelos de IA como agentes especializados em paralelo. Este comando configura um shim tmux para que os painéis do agente se tornem nativos UniConnect divide com metadados e notificações da barra lateral. Este comando: - define um ambiente semelhante a tmux para que oh-my-openagent use divisões UniConnect - acrescenta um shim privado tmux a PATH - encaminha todos os argumentos restantes para opencode O calço tmux traduz tmux comandos de janela/painel em UniConnect espaço de trabalho e dividir operações na sessão UniConnect atual. Exemplos: cmux omo cmux omo --continue cmux omo --model claude-sonnet-4-6
ru: Использование: cmux omo [opencode-args...] Запустите OpenCode с помощью oh-my-openagent в среде, поддерживающей UniConnect. oh-my-openagent управляет несколькими моделями ИИ в качестве специализированных агентов в параллельно. Эта команда устанавливает прокладку tmux, чтобы панели агентов стали родными. UniConnect разделяется на метаданные боковой панели и уведомления. Эта команда: - устанавливает среду, подобную tmux, поэтому oh-my-openagent использует разбиения UniConnect - добавляет частную прокладку tmux к PATH - пересылает все оставшиеся аргументы в открытый код Оболочка tmux преобразует команды окна/панели tmux в рабочее пространство UniConnect и операции разделения в текущем сеансе UniConnect. Примеры: cmux omo cmux omo --continue cmux omo --model claude-sonnet-4-6
th: การใช้งาน: cmux omo [opencode-args...] เปิดตัว OpenCode ด้วย oh-my-openagent ในสภาพแวดล้อมที่รับรู้ UniConnect oh-my-openagent จัดวางโมเดล AI หลายแบบในฐานะตัวแทนเฉพาะทาง ขนานคำสั่งนี้ตั้งค่าชิม tmux เพื่อให้บานหน้าต่างตัวแทนกลายเป็นเนทิฟ UniConnect แยกด้วยข้อมูลเมตาและการแจ้งเตือนของแถบด้านข้าง คำสั่งนี้: - ตั้งค่าสภาพแวดล้อมที่เหมือน tmux ดังนั้น oh-my-openagent จึงใช้การแยก UniConnect - เพิ่มไพรเวต tmux ชิมเป็น PATH - ส่งต่ออาร์กิวเมนต์ที่เหลือทั้งหมดไปยัง opencode tmux ชิมแปล tmux คำสั่งหน้าต่าง/บานหน้าต่างลงในพื้นที่ทำงาน UniConnect และแยกการดำเนินการในเซสชัน UniConnect ปัจจุบัน ตัวอย่าง: cmux omo cmux omo --continue cmux omo --model claude-sonnet-4-6
tr: Kullanım: cmux omo [opencode-args...] UniConnect-bilinçli bir ortamda oh-my-openagent ile OpenCode'yi başlatın. oh-my-openagent, birden fazla yapay zeka modelini uzmanlaşmış aracılar olarak yönetir paralel. Bu komut, aracı bölmelerinin yerel hale gelmesi için bir tmux dolgusu ayarlar UniConnect kenar çubuğu meta verileri ve bildirimlerle bölünür. Bu komut: - tmux benzeri bir ortam ayarlar, böylece oh-my-openagent UniConnect bölmelerini kullanır - PATH'nin başına özel bir tmux dolgusu ekler - kalan tüm argümanları açık koda iletir tmux dolgusu tmux pencere/bölme komutlarını UniConnect çalışma alanına çevirir ve geçerli UniConnect oturumundaki işlemleri bölme. Örnekler: cmux omo cmux omo --continue cmux omo --model claude-sonnet-4-6
uk: Використання: cmux omo [opencode-args...] Запуск OpenCode з oh-my-openagent у середовищі UniConnect. oh-my-openagent оркеструє кілька моделей ШІ як спеціалізованих агентів паралельно. Ця команда налаштовує tmux-прокладку, щоб панелі агентів стали нативними розділами UniConnect з метаданими бічної панелі та сповіщеннями. Ця команда: - забезпечує підтримку UniConnect для oh-my-openagent - додає приватну tmux-прокладку на початок PATH - передає всі інші аргументи до opencode Tmux-прокладка перетворює команди tmux вікон/панелей на операції робочих просторів і розділів UniConnect у поточному сеансі UniConnect. Приклади: cmux omo cmux omo --continue cmux omo --model claude-sonnet-4-6
zh_hans: 用法：cmux omo [opencode-args...] 在支持 UniConnect 的环境中使用 oh-my-openagent 启动 OpenCode。 oh-my-openagent 协调多个 AI 模型作为专门代理 平行。此命令设置 tmux 填充程序，以便代理窗格成为本机 UniConnect 用侧边栏元数据和通知进行拆分。 这个命令： - 设置一个类似于 tmux 的环境，因此 oh-my-openagent 使用 UniConnect 分割 - 将私有 tmux 填充程序添加到 PATH - 将所有剩余参数转发给 opencode tmux 填充程序将 tmux 窗口/窗格命令转换为 UniConnect 工作区 并在当前UniConnect会话中进行拆分操作。 示例： cmux omo cmux omo --continue cmux omo --model claude-sonnet-4-6
zh_hant: 用法：cmux omo [opencode-args...] 在支援 UniConnect 的環境中使用 oh-my-openagent 啟動 OpenCode。 oh-my-openagent 協調多個 AI 模型作為專門代理 平行。此命令設定 tmux 填滿程序，以便代理窗格成為本機 UniConnect 用側邊欄元資料和通知進行拆分。 這個命令： - 設定一個類似 tmux 的環境，因此 oh-my-openagent 使用 UniConnect 分割 - 將私人 tmux 填滿程式加入 PATH - 將所有剩餘參數轉發給 opencode tmux 填滿程式將 tmux 視窗/窗格指令轉換為 UniConnect 工作區 並在目前UniConnect會話中進行分割操作。 範例： cmux omo cmux omo --continue cmux omo --model claude-sonnet-4-6

# about.build
source: Build
ar: البناء
bs: Verzija
es: Compilación
ko: 빌드
nb: Bygg
pl: Kompilacja
ru: Сборка
th: บิลด์
tr: Derleme
uk: Збірка
zh_hans: 构建
zh_hant: 建置版本

# about.commit
source: Commit
ar: الإيداع
ko: 커밋
ru: Коммит
th: คอมมิต
uk: Коміт
zh_hans: 提交
zh_hant: 提交

# about.description
source: A Ghostty-based terminal with vertical tabs and a notification panel for macOS.
ar: طرفية مبنية على Ghostty مع ألسنة عمودية ولوحة إشعارات لنظام macOS.
bs: Terminal zasnovan na Ghostty sa vertikalnim tabovima i panelom za obavještenja za macOS.
da: En Ghostty-baseret terminal med lodrette faner og et notifikationspanel til macOS.
de: Ein Ghostty-basiertes Terminal mit vertikalen Tabs und einem Benachrichtigungsfeld für macOS.
es: Un terminal basado en Ghostty con pestañas verticales y un panel de notificaciones para macOS.
fr: Un terminal basé sur Ghostty avec des onglets verticaux et un panneau de notifications pour macOS.
it: Un terminale basato su Ghostty con schede verticali e un pannello notifiche per macOS.
ja: Ghosttyベースの縦タブ付きターミナルと macOS用通知パネル。
ko: 세로 탭과 알림 패널을 갖춘 Ghostty 기반 macOS 터미널.
nb: En Ghostty-basert terminal med vertikale faner og et varselpanel for macOS.
pl: Terminal oparty na Ghostty z pionowymi kartami i panelem powiadomień dla macOS.
pt_br: Um terminal baseado no Ghostty com abas verticais e um painel de notificações para macOS.
ru: Терминал на базе Ghostty с вертикальными вкладками и панелью уведомлений для macOS.
th: เทอร์มินัลบน Ghostty พร้อมแท็บแนวตั้ง และแผงการแจ้งเตือนสำหรับ macOS
tr: macOS için dikey sekmeli ve bildirim panelli Ghostty tabanlı terminal.
uk: Термінал на основі Ghostty з вертикальними вкладками та панеллю сповіщень для macOS.
zh_hans: 基于 Ghostty 的 macOS 终端， 支持垂直标签页和通知面板。
zh_hant: 基於 Ghostty 的 macOS 終端機， 具備垂直標籤頁與通知面板。

# about.docs
source: Docs
ar: المستندات
bs: Dokumentacija
da: Dokumentation
de: Dokumentation
es: Documentación
fr: Documentation
it: Documentazione
ja: ドキュメント
ko: 문서
nb: Dokumentasjon
pl: Dokumentacja
pt_br: Documentação
ru: Документация
th: เอกสาร
tr: Belgeler
uk: Документація
zh_hans: 文档
zh_hant: 文件

# debug.startupAppearance.profile.realUserConfig.detail
source: Loads your actual Ghostty and UniConnect config files.
ar: يقوم بتحميل ملفات التكوين Ghostty وUniConnect الفعلية.
bs: Učitava vaše stvarne Ghostty i UniConnect konfiguracijske datoteke.
da: Indlæser dine faktiske Ghostty og UniConnect konfigurationsfiler.
de: Lädt Ihre aktuellen Konfigurationsdateien Ghostty und UniConnect.
es: Carga tus archivos de configuración reales de Ghostty y UniConnect.
fr: Charge vos fichiers de configuration Ghostty et UniConnect réels.
it: Carica i file di configurazione Ghostty e UniConnect effettivi.
ja: 実際の Ghostty と UniConnect の設定ファイルを読み込みます。
km: ផ្ទុកឯកសារកំណត់រចនាសម្ព័ន្ធ Ghostty និង UniConnect របស់អ្នក។
ko: 실제 Ghostty 및 UniConnect 구성 파일을 로드합니다.
nb: Laster inn dine faktiske Ghostty og UniConnect konfigurasjonsfiler.
pl: Ładuje rzeczywiste pliki konfiguracyjne Ghostty i UniConnect.
pt_br: Carrega seus arquivos de configuração reais Ghostty e UniConnect.
ru: Загружает ваши фактические файлы конфигурации Ghostty и UniConnect.
th: โหลดไฟล์กำหนดค่า Ghostty และ UniConnect จริงของคุณ
tr: Gerçek Ghostty ve UniConnect yapılandırma dosyalarınızı yükler.
uk: Завантажує фактичні файли конфігурації Ghostty і UniConnect.
zh_hans: 加载实际的 Ghostty 和 UniConnect 配置文件。
zh_hant: 載入實際的 Ghostty 和 UniConnect 設定檔。

# sidebar.help.welcome
source: Welcome to UniConnect!
ar: مرحبًا بك في UniConnect!
bs: Dobrodošli u UniConnect!
da: Velkommen til UniConnect!
de: Willkommen bei UniConnect!
es: ¡Te damos la bienvenida a UniConnect!
fr: Bienvenue sur UniConnect !
it: Benvenuti a UniConnect!
ja: UniConnectへようこそ！
km: សូមស្វាគមន៍មកកាន់ UniConnect!
ko: UniConnect에 오신 것을 환영합니다!
nb: Velkommen til UniConnect!
pl: Witamy w UniConnect!
pt_br: Bem vindo a UniConnect!
ru: Добро пожаловать на UniConnect!
th: ยินดีต้อนรับสู่ UniConnect!
tr: UniConnect'ye hoş geldiniz!
uk: Ласкаво просимо до UniConnect!
zh_hans: 欢迎来到UniConnect！
zh_hant: 歡迎來到UniConnect！

# sidebar.help.feedback.attachImages
source: Attach Images
ar: إرفاق الصور
bs: Priložite slike
da: Vedhæft billeder
de: Hängen Sie Bilder an
es: Adjuntar imágenes
fr: Joindre des images
it: Allega immagini
ja: 画像を添付
km: ភ្ជាប់រូបភាព
ko: 이미지 첨부
nb: Legg ved bilder
pl: Dołącz obrazy
pt_br: Anexar imagens
ru: Прикрепите изображения
th: แนบรูปภาพ
tr: Resim Ekle
uk: Прикріпити зображення
zh_hans: 附加图像
zh_hant: 附加影像

# sidebar.help.feedback.attachImages.prompt
source: Attach
ar: نعلق
bs: Priložiti
da: Vedhæft
de: Anhängen
es: Adjuntar
fr: Joindre
it: Allega
ja: 添付
km: ភ្ជាប់
ko: 첨부
nb: Legg ved
pl: Dołącz
pt_br: Anexar
ru: Прикрепить
th: แนบ
tr: Ekle
uk: Прикріпити
zh_hans: 附加
zh_hant: 附加

# sidebar.help.feedback.attachImages.title
source: Attach Images
ar: إرفاق الصور
bs: Priložite slike
da: Vedhæft billeder
de: Hängen Sie Bilder an
es: Adjuntar imágenes
fr: Joindre des images
it: Allega immagini
ja: 画像を添付
km: ភ្ជាប់រូបភាព
ko: 이미지 첨부
nb: Legg ved bilder
pl: Dołącz obrazy
pt_br: Anexar imagens
ru: Прикрепите изображения
th: แนบรูปภาพ
tr: Resim Ekle
uk: Прикріпити зображення
zh_hans: 附加图像
zh_hant: 附加影像

# sidebar.help.feedback.attachmentsHint
source: Up to 10 images.
ar: ما يصل إلى 10 صور.
bs: Do 10 slika.
da: Op til 10 billeder.
de: Bis zu 10 Bilder.
es: Hasta 10 imágenes.
fr: Jusqu'à 10 images.
it: Fino a 10 immagini.
ja: 画像は最大10枚まで添付できます。
km: រហូតដល់ទៅ 10 រូបភាព។
ko: 최대 10장의 이미지.
nb: Opptil 10 bilder.
pl: Do 10 obrazów.
pt_br: Até 10 imagens.
ru: До 10 изображений.
th: มากถึง 10 ภาพ
tr: En fazla 10 resim.
uk: До 10 зображень.
zh_hans: 最多 10 张图像。
zh_hant: 最多 10 張圖像。

# sidebar.help.feedback.cancel
source: Cancel
ar: إلغاء
bs: Otkaži
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
km: បោះបង់
ko: 취소
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# sidebar.help.feedback.connectionError
source: Couldn't send feedback. Check your connection and try again.
ar: تعذر إرسال التعليقات.تحقق من اتصالك وحاول مرة أخرى.
bs: Nije moguće poslati povratne informacije. Provjerite vezu i pokušajte ponovo.
da: Kunne ikke sende feedback. Tjek din forbindelse, og prøv igen.
de: Es konnte kein Feedback gesendet werden. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No se pudo enviar comentarios. Comprueba tu conexión y vuelve a intentarlo.
fr: Impossible d'envoyer des commentaires. Vérifiez votre connexion et réessayez.
it: Impossibile inviare feedback. Controlla la connessione e riprova.
ja: フィードバックを送信できませんでした。接続を確認して、もう一度お試しください。
km: មិនអាចផ្ញើមតិកែលម្អបានទេ។ពិនិត្យការតភ្ជាប់របស់អ្នក ហើយព្យាយាមម្តងទៀត។
ko: 피드백을 보내지 못했습니다. 연결을 확인하고 다시 시도하세요.
nb: Kunne ikke sende tilbakemelding. Sjekk tilkoblingen og prøv igjen.
pl: Nie udało się wysłać opinii. Sprawdź połączenie i spróbuj ponownie.
pt_br: Não foi possível enviar comentários. Verifique sua conexão e tente novamente.
ru: Не удалось отправить отзыв. Проверьте подключение и повторите попытку.
th: ไม่สามารถส่งความคิดเห็นได้ตรวจสอบการเชื่อมต่อของคุณแล้วลองอีกครั้ง
tr: Geri bildirim gönderilemedi. Bağlantınızı kontrol edip tekrar deneyin.
uk: Не вдалося надіслати відгук. Перевірте підключення та спробуйте ще раз.
zh_hans: 无法发送反馈。检查您的连接并重试。
zh_hant: 無法發送回饋。檢查您的連線並重試。

# sidebar.help.feedback.done
source: Done
ar: تم
bs: Gotovo
da: Færdig
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
km: រួចរាល់
ko: 완료
nb: Ferdig
pl: Gotowe
pt_br: Concluído
ru: Готово
th: เสร็จแล้ว
tr: Bitti
uk: Готово
zh_hans: 完成
zh_hant: 完成

# sidebar.help.feedback.email
source: Your Email
ar: البريد الإلكتروني الخاص بك
bs: Vaša e-pošta
da: Din e-mail
de: Ihre E-Mail
es: Tu correo electrónico
fr: Votre e-mail
it: La tua e-mail
ja: メールアドレス
km: អ៊ីមែលរបស់អ្នក។
ko: 이메일 주소
nb: Din e-post
pl: Twój e-mail
pt_br: Seu e-mail
ru: Ваш адрес электронной почты
th: อีเมลของคุณ
tr: E-postanız
uk: Ваш email
zh_hans: 您的电子邮件
zh_hant: 您的電子郵件

# sidebar.help.feedback.emptyMessage
source: Enter a message before sending.
ar: أدخل الرسالة قبل الإرسال.
bs: Unesite poruku prije slanja.
da: Indtast en besked før afsendelse.
de: Geben Sie vor dem Senden eine Nachricht ein.
es: Ingrese un mensaje antes de enviarlo.
fr: Saisissez un message avant de l'envoyer.
it: Inserisci un messaggio prima di inviarlo.
ja: 送信する前にメッセージを入力してください。
km: បញ្ចូលសារមុនពេលផ្ញើ។
ko: 보내기 전에 메시지를 입력하세요.
nb: Skriv inn en melding før sending.
pl: Wpisz wiadomość przed wysłaniem.
pt_br: Digite uma mensagem antes de enviar.
ru: Введите сообщение перед отправкой.
th: กรอกข้อความก่อนส่ง
tr: Göndermeden önce bir mesaj girin.
uk: Введіть повідомлення перед надсиланням.
zh_hans: 发送前输入消息。
zh_hant: 發送前輸入訊息。
